{
  "title-introduction": "Body Mass Index Calculator",
  "better-understand-your-weight": " Better understand your weight in relation to your height using our body mass index (BM) calculator. While BMI is not the sole determinant of a healthy weight, it offers a valuable starting point to evaluate your overall health and well-being.",
  "enter-your-details-below": "Enter your details below",
  "metric": "Metric",
  "imperial": "Imperial",
  "height": "Height",
  "weight": "Weight",
  "your-ibm": "Your BMI is...",
  "what-your-BMI-result-means": "What your BMI result means",
  "meaning-of-your-ibm": " A BMI range of 18.5 to 24.9 is considered a 'healthy weight.'Maintaining a healthy weight may lower your chances of experiencinghealth issues later on, such as obesity and type 2 diabetes. Aim for anutritious diet with reduced fat and sugar content, incorporatingample fruits and vegetables. Additionally, strive for regular physicalactivity, ideally about 30 minutes daily for five days a week.",
  "healthy-eating": "Healthy eating",
  "healthy-eating-text": "Healthy eating promotes weight control, disease prevention, better digestion, immunity, mental clarity, and mood. ",
  "regular-exercise": "Regular exercise",
  "regular-exercise-text": " Exercise improves fitness, aids weight control, elevates mood, and reduces disease risk, fostering wellness and longevity.",
  "adequate-sleep": "Adequate sleep",
  "adequate-sleep-text": " Sleep enhances mental clarity, emotional stability, and physical wellness, promoting overall restoration and rejuvenation. ",
  "limitations-of-BMI": "Limitations of BMI",
  "although-BMI-is-often": " Although BMI is often a practical indicator of healthy weight, it is not suited for every person. Specific groups should carefully consider their BMI outcomes, and in certain cases, the measurement may not be beneficial to use.",
  "gender": "Gender",
  "gendre-text": " The development and body fat composition of girls and boys vary with age. Consequently, a child's age and gender are considered when evaluating their BMI.",
  "age": "Age",
  "age-text": " In aging individuals, increased body fat and muscle loss may cause BMI to underestimate body fat content.",
  "muscle": "Muscle",
  "muscle-text": " BMI may misclassify muscular individuals as overweight or obese, as it doesn't differentiate muscle from fat.",
  "pregnancy": "Pregnancy",
  "pregnancy-text": " Expectant mothers experience weight gain due to their growing baby. Maintaining a healthy pre-pregnancy BMI is advisable to minimise health risks for both mother and child.",
  "race": "Race",
  "race-text": " Certain health concerns may affect individuals of some Black and Asian origins at lower BMIs than others. To learn more, it is advised to discuss this with your GP or practice nurse.",
  "underweight": "Your BMI suggests you're underweight. Your ideal weight is between",
  "healthy-weight": "Your BMI suggests you're a healthy weight. Your ideal weight is between",
  "overweight": "Your BMI suggests you're overweight. Your ideal weight is between",
  "obese": "Your BMI suggests you're in the obese category. Your ideal weight is between"
}
