{
  "title-introduction": "Calculateur D'Indice De Masse Corporelle",
  "better-understand-your-weight": " Meilleure compréhension de votre poids par rapport à votre taille à l'aide de notre calculatrice d'indice de masse corporelle (IMC). Bien que l'IMC ne soit pas le seul déterminant d'un poids sain, il offre un point de départ précieux pour évaluer votre santé et votre bien-être globaux.",
  "enter-your-details-below": "Entrez vos informations",
  "metric": "Métrique",
  "imperial": "Impérial",
  "height": "Taille",
  "weight": "Poids",
  "your-ibm": "Votre IMC est...",
  "what-your-BMI-result-means": "Que signifie  votre IMC ?",
  "meaning-of-your-ibm": "Une plage d'IMC de 18,5 à 24,9 est considérée comme un 'poids sain'.Maintenir un poids normal peut réduire vos risques de rencontrer des problèmes de santé plus tard, tels que l'obésité et le diabète de type 2. Optez pour une alimentation équilibrée avec une teneur réduite en matières grasses et en sucre, en mangeant quotidiennement des fruits et des légumes. De plus, faites une activité physique régulière,idéalement environ 30 minutes par jour pendant cinq jours par semaine.",
  "healthy-eating": "Alimentation saine",
  "healthy-eating-text": "Une alimentation saine favorise le contrôle du poids, la prévention des maladies, une meilleure digestion, renforce l'immunité, la clarté mentale et l'humeur",
  "regular-exercise": "Sport regulier",
  "regular-exercise-text": "Le sport améliore la condition physique, aide à contrôler le poids, élève l'humeur et réduit les risques de maladie, favorisant ainsi le bien-être et la longévité.",
  "adequate-sleep": "Un sommeil adéquat ",
  "adequate-sleep-text": "Le sommeil améliore la clarté mentale, la stabilité émotionnelle et le bien-être physique, favorisant la restauration globale et la régénération.",
  "limitations-of-BMI": "Limitations de l'IMC",
  "although-BMI-is-often": "Bien que l'IMC soit souvent un indicateur pratique du poids sain, il ne convient pas à tout le monde. Des groupes spécifiques devraient examiner attentivement leurs résultats d'IMC, et dans certains cas, cette mesure peut ne pas être bénéfique.",
  "gender": "Genre",
  "gendre-text": "Le développement et la composition de la graisse corporelle varient en fonction de l'âge chez les filles et les garçons. Par conséquent, l'âge et le sexe de l'enfant sont pris en compte lors de l'évaluation de leur IMC.",
  "age": "Age",
  "age-text": "Chez les personnes âgées, l'augmentation de la masse grasse et la perte de masse musculaire peuvent amener l'IMC à sous-estimer la teneur en graisse corporelle.",
  "muscle": "Muscle",
  "muscle-text": "L'IMC peut classer à tort des individus musclés comme en surpoids ou obèses, car il ne fait pas la distinction entre la masse musculaire et la masse grasse.",
  "pregnancy": "Grossesse",
  "pregnancy-text": "Les futures mamans connaissent une prise de poids due à la croissance de leur bébé. Il est recommandé de maintenir un IMC  sain avant la grossesse pour minimiser les risques de santé pour la mère et l'enfant.",
  "race": "Race",
  "race-text": "Certaines préoccupations de santé peuvent affecter les individus d'origine noire et asiatique à des IMC plus bas que d'autres. Pour en savoir plus, il est conseillé d'en discuter avec votre médecin généraliste ou votre infirmière de pratique.",
  "underweight": "Votre IMC suggère que vous êtes en sous-poids. Votre poids idéal se situe entre",
  "healthy-weight": "Votre IMC suggère que vous avez un bon poids. Votre poids idéal se situe entre",
  "overweight": "Votre IMC indique que vous êtes en surpoids. Votre poids idéal se situe entre",
  "obese": "Votre IMC indique que vous êtes dans la catégorie de l'obésité. Votre poids idéal se situe entre"
}
